@extends('layouts.front')

@section('header')
    <h1>سامانه ارزیابی شخصیت</h1>
    <p>سامانه ارزیابی شخصیت یک برنامه وب است که برای تسهیل فرآیند ارزیابی شخصیت بر اساس پرسشنامه‌ها طراحی شده است. این برنامه به کاربران اجازه می‌دهد تا پاسخ‌های خود را ارسال کرده، ارزیابی نوع شخصیت خود را دریافت کنند و گزارش‌های مختلفی از جمله ارزیابی نوع شخصیت مایرز-بریگز (MBTI) را تولید کنند.</p>
    <img src="{{ asset('assets/images/head.png') }}" alt="" class="img-fluid">
@endsection

@section('content')
    <div class="welcome-intro">
        <div class="container">
            <p>به پروژه سامانه ارزیابی شخصیت خوش آمدید! این مخزن حاوی یک برنامه وب است که به منظور تسهیل فرآیند ارزیابی شخصیت بر اساس پرسشنامه‌ها طراحی شده است. این برنامه به کاربران اجازه می‌دهد تا پاسخ‌های خود را ارسال کرده، ارزیابی نوع شخصیت خود را دریافت کنند و گزارش‌های متنوعی از جمله ارزیابی نوع شخصیت مایرز-بریگز (MBTI) را ایجاد کنند. ما از ابزارها و تکنیک‌های مدرن توسعه نرم‌افزار و فریم‌ورک لاراول در این پروژه استفاده کرده‌ایم تا تجربه کاربری بهتری را برای کاربران فراهم کنیم.</p>
        </div>
    </div>

    @yield('questionnairelist', View::make('front.user.questionairelist', ['questionnaires' => $questionnaires]))
@endsection
